---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CeilingAttrSystemnameParam
source: html/c20de000-fc25-22b4-b237-0f4fcb908602.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CeilingAttrSystemnameParam Property

"System"

## Syntax (C#)
```csharp
public static ForgeTypeId CeilingAttrSystemnameParam { get; }
```